const instructions = [];

const songs = {
    '12250': {
        title: 'Must Have Love',
        singer: '브라운아이드걸스 & SG워너비',
        lyrics: {hl: [[206.6, 'Singing all around'], 
        [213, '함께 있단 이유로 행복했었던'], [219.5, '우리들의 겨울날의 소중한 기억들', 'top'], 
        [226, '좋은 날엔 언제나 네가 있기에', 'bottom'], [232, '잊을 수 없는 Memories', 'shoes'], 
        [239.5, '잊을 수 없는~', 'face'], [242, 'Memories'], [261, '']],
        v1: [ [84, 'This season is the time for love'], [90.3, '익숙한 음악소리 가득한 거리'], 
        [94, '하얀 거품처럼 내려와서', 'top'],[98.3, '소복히 쌓이는 눈'], 
        [104.3, '멀리서 들려오는 맑은 종소리', 'bottom'], [107, '날 위해 준비해둔 것 같아'], 
        [110.3, '너무 아름다워 ooh'],[117, '말을 하지 않아도 알 수 있잖아', 'shoes'], 
        [123, '나를 항상 웃게 하는 너만 있으면 돼'], [130, '내 맘을 다 아나봐 하늘에서도', 'face'], 
        [135, '세상 가득히 눈이 와'], [137, '']] 
        }
    }
}

const comments = [];