const instructions = [];

const songs = {
    '12250': {
        title: 'Must Have Love',
        singer: '브라운아이드걸스 & SG워너비',
        lyrics: {full: [[45, '전주 중'], [53, '함께 있단 이유로 행복했었던'], 
        [59, '우리들의 겨울날의 소중한 기억들'], [65, '좋은 날엔 언제나 네가 있기에'], 
        [72, '잊을 수 없는 Memories'], [78, 'Ring the bells sing the song'], 
        [85, 'This season is the time for love'], [90.3, '익숙한 음악소리 가득한 거리'], 
        [94, '하얀 거품처럼 내려와서'],[98.3, '소복히 쌓이는 눈'], 
        [104.3, '멀리서 들려오는 맑은 종소리', 'top'], [107, '날 위해 준비해둔 것 같아'], 
        [110.3, '너무 아름다워 ooh'],[117, '말을 하지 않아도 알 수 있잖아'], 
        [123, '나를 항상 웃게 하는 너만 있으면 돼'], [130, '내 맘을 다 아나봐 하늘에서도'], 
        [135, '세상 가득히 눈이 와'],[145, '간주 중'], [148.5, 'Ring the bells sing the song', 'bottom'], 
        [156, 'This season is the time for love', 'shoes'], [161, '친구란 이름으로 지내왔기에'], 
        [164, '새삼 말하기도 어색했던'], [169, '그 고백 기억할게'], 
        [174.5, '너만의 사랑이란 이유만으로'], [177, '모든 게 아름다운 이 세상'], 
        [180.7, '너만을 사랑해 ooh'], [187, '말을 하지 않아도 알 수 있잖아', 'shoes'], 
        [193, '나를 항상 웃게 하는 너만 있으면 돼'], [200, '내 맘을 다 아나봐 하늘에서도'], 
        [203, 'Singing all around'], [206.6, 'Singing all around'], 
        [213, '함께 있단 이유로 행복했었던', 'face'], [219.5, '우리들의 겨울날의 소중한 기억들'], 
        [226, '좋은 날엔 언제나 네가 있기에'], [232, '잊을 수 없는 Memories'], 
        [239.5, '잊을 수 없는~'], [240.5, 'Memories'], [244, 'Ring the bells sing the song'], 
        [246.5, 'Cuz it\'s Christmas time'], [256, 'This season is the time for you'], [280, '']],
        v1: [ [84, 'This season is the time for love'], [90.3, '익숙한 음악소리 가득한 거리'], 
        [94, '하얀 거품처럼 내려와서', 'top'],[98.3, '소복히 쌓이는 눈'], 
        [104.3, '멀리서 들려오는 맑은 종소리', 'bottom'], [107, '날 위해 준비해둔 것 같아'], 
        [110.3, '너무 아름다워 ooh'],[117, '말을 하지 않아도 알 수 있잖아', 'shoes'], 
        [123, '나를 항상 웃게 하는 너만 있으면 돼'], [130, '내 맘을 다 아나봐 하늘에서도', 'face'], 
        [135, '세상 가득히 눈이 와'], [137, '']] 
        }
    }
}

const comments = [];